fe32/tutorials/rheoFoam/OtherTests/Channel2D_VE/Oldroyd-BRootk/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       5890;
    }
    outlet
    {
        type            patch;
        nFaces          60;
        startFace       5950;
    }
    walls
    {
        type            wall;
        nFaces          100;
        startFace       6010;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6000;
        startFace       6110;
    }
)

// ************************************************************************* //
